"Western (Mac OS Roman)" = "Західне (Mac OS Roman)";
"Japanese (Mac OS)" = "Японське (Mac OS)";
"Traditional Chinese (Mac OS)" = "Китайське (традиційне письмо) (Mac OS)";
"Korean (Mac OS)" = "Корейське (Mac OS)";
"Arabic (Mac OS)" = "Арабське (Mac OS)";
"Hebrew (Mac OS)" = "Іврит (Mac OS)";
"Greek (Mac OS)" = "Грецьке (Mac OS)";
"Cyrillic (Mac OS)" = "Кирилиця (Mac OS)";
"Devanagari (Mac OS)" = "Деванагарі (Mac OS)";
"Gurmukhi (Mac OS)" = "Гурмуки (Mac OS)";
"Gujarati (Mac OS)" = "Гуджараті (Mac OS)";
"Thai (Mac OS)" = "Тайське (Mac OS)";
"Simplified Chinese (Mac OS)" = "Китайське (спрощене письмо) (Mac OS)";
"Tibetan (Mac OS)" = "Тибетське (Mac OS)";
"Central European (Mac OS)" = "Центральноєвропейське (Mac OS)";
"Symbol (Mac OS)" = "Символ (Mac OS)";
"Dingbats (Mac OS)" = "Графічні мітки (Mac OS)";
"Turkish (Mac OS)" = "Турецьке (Mac OS)";
"Croatian (Mac OS)" = "Хорватське (Mac OS)";
"Icelandic (Mac OS)" = "Ісландське (Mac OS)";
"Romanian (Mac OS)" = "Румунське (Mac OS)";
"Celtic (Mac OS)" = "Кельтське (Mac OS)";
"Gaelic (Mac OS)" = "Гельське (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Символи клавіатури (Mac OS)";
"Farsi (Mac OS)" = "Фарси (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Кирилиця (Mac OS Ukrainian)";
"Inuit (Mac OS)" = "Інуіт (Mac OS)";
"Unicode (UTF-16)" = "Юнікод (UTF-16)";
"Unicode (UTF-7)" = "Юнікод (UTF-7)";
"Unicode (UTF-8)" = "Юнікод (UTF-8)";
"Unicode (UTF-32)" = "Юнікод (UTF-32)";
"Unicode (UTF-16BE)" = "Юнікод (UTF-16BE)";
"Unicode (UTF-16LE)" = "Юнікод (UTF-16LE)";
"Unicode (UTF-32BE)" = "Юнікод (UTF-32BE)";
"Unicode (UTF-32LE)" = "Юнікод (UTF-32LE)";
"Western (ISO Latin 1)" = "Західне (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Центральноєвропейське (ISO Latin 2)";
"Western (ISO Latin 3)" = "Західне (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Центральноєвропейське (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Кирилиця (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Арабське (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Грецьке (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Іврит (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Турецьке (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Скандинавське (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Тайське (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Прибалтійське (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Кельтське (ISO Latin 8)";
"Western (ISO Latin 9)" = "Західне (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Румунське (ISO Latin 10)";
"Latin-US (DOS)" = "Латинське (США) (DOS)";
"Greek (DOS)" = "Грецьке (DOS)";
"Baltic (DOS)" = "Прибалтійське (DOS)";
"Western (DOS Latin 1)" = "Західне (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Грецьке (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Центральноєвропейське (DOS Latin 2)";
"Cyrillic (DOS)" = "Кирилиця (DOS)";
"Turkish (DOS)" = "Турецьке (DOS)";
"Portuguese (DOS)" = "Португальське (DOS)";
"Icelandic (DOS)" = "Ісландське (DOS)";
"Hebrew (DOS)" = "Іврит (DOS)";
"Canadian French (DOS)" = "Французьке (Канада)(DOS)";
"Arabic (DOS)" = "Арабське (DOS)";
"Nordic (DOS)" = "Скандинавське (DOS)";
"Russian (DOS)" = "Російське (DOS)";
"Greek (DOS Greek 2)" = "Грецьке (DOS Greek 2)";
"Thai (Windows, DOS)" = "Тайське (Windows, DOS)";
"Japanese (Windows, DOS)" = "Японське (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Китайське (спрощене письмо) (Windows, DOS)";
"Korean (Windows, DOS)" = "Корейське (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Китайське (традиційне письмо) (Windows, DOS)";
"Western (Windows Latin 1)" = "Західне (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Центральноєвропейське (Windows Latin 2)";
"Cyrillic (Windows)" = "Кирилиця (Windows)";
"Greek (Windows)" = "Грецьке (Windows)";
"Turkish (Windows Latin 5)" = "Турецьке (Windows Latin 5)";
"Hebrew (Windows)" = "Іврит (Windows)";
"Arabic (Windows)" = "Арабське (Windows)";
"Baltic (Windows)" = "Прибалтійське (Windows)";
"Vietnamese (Windows)" = "В’єтнамське (Windows)";
"Western (ASCII)" = "Західне (ASCII)";
"Japanese (Shift JIS X0213)" = "Японське (Shift JIS X0213)";
"Chinese (GBK)" = "Китайське (GBK)";
"Chinese (GB 18030)" = "Китайське (GB 18030)";
"Japanese (ISO 2022-JP)" = "Японське (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Японське (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Японське (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Китайське (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Корейське (ISO 2022-KR)";
"Japanese (EUC)" = "Японське (EUC)";
"Simplified Chinese (GB 2312)" = "Китайське (спрощене письмо) (GB 2312)";
"Traditional Chinese (EUC)" = "Китайське (традиційне письмо) (EUC)";
"Korean (EUC)" = "Корейське (EUC)";
"Japanese (Shift JIS)" = "Японське (Shift JIS)";
"Cyrillic (KOI8-R)" = "Кирилиця (KOI8-R)";
"Traditional Chinese (Big 5)" = "Китайське (традиційне письмо) (Big 5)";
"Western (Mac Mail)" = "Західне (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Китайське (спрощене письмо) (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Китайське (традиційне письмо) (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Українське (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Китайське (традиційне письмо) (Big 5-E)";
"Western (NextStep)" = "Західне (NextStep)";
"Non-lossy ASCII" = "ASCII без втрат";
"Western (EBCDIC Latin Core)" = "Західне (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Західне (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Японське (Auto Detect)";
